boss/config/ims/RMV_HIMPU.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Header>
		<Authentication>
			<Username>#{user}</Username>
			<Password>#{password}</Password>
		</Authentication>
		<MessageID>#{seq}</MessageID>
		<MEName>HSS</MEName>
	</soap:Header>
	<soap:Body>
		<RMV_HIMPU xmlns="http://www.huawei.com/IMS/HSSV900R009C00SPC200">
			<IMPU>tel:+8620#{businessKey}</IMPU>
		</RMV_HIMPU>
	</soap:Body>
</soap:Envelope> 
